Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: When you open a forum topic, blog post, or guide, the original post appears first. If the item has replies, Community Discussion appears below it. The actions I just covered are available in two places. Topic Actions is a menu at the top of the screen, and a set of action buttons remains available at the bottom of the screen while you're reading. If there has been new activity since your last visit, Jump to First New Comment on Home takes you directly to it. In a forum topic, the Reply button opens the composer. You can also quote a specific comment when responding to someone. Each comment has its own actions, including Reply, Copy Text, Share, and Report. You can reach them using the same interaction methods used elsewhere in the app.
ar: عندما تفتح موضوعًا في المنتدى أو منشور مدونة أو دليلًا، يظهر المنشور الأصلي أولًا. وإذا كانت هناك ردود، يظهر نقاش المجتمع أسفله. الإجراءات التي شرحتها للتو متاحة في مكانين. «إجراءات الموضوع» قائمة في أعلى الشاشة، وتبقى مجموعة من أزرار الإجراءات متاحة في أسفل الشاشة أثناء القراءة. إذا كان هناك نشاط جديد منذ آخر زيارة لك، فإن «الانتقال إلى أول تعليق جديد» من الشاشة الرئيسية ينقلك إليه مباشرة. في موضوع المنتدى، يفتح زر «رد» مربع الكتابة. ويمكنك أيضًا اقتباس تعليق معيّن عند الرد على أحدهم. لكل تعليق إجراءاته الخاصة، ومنها «رد» و«نسخ النص» و«مشاركة» و«إبلاغ». ويمكنك الوصول إليها بالطرق نفسها المستخدمة في باقي التطبيق.
de: Wenn du ein Forenthema, einen Blogbeitrag oder eine Anleitung öffnest, erscheint zuerst der ursprüngliche Beitrag. Gibt es Antworten, folgt darunter die Community-Diskussion. Die eben vorgestellten Aktionen findest du an zwei Stellen. „Themenaktionen“ ist ein Menü oben auf dem Bildschirm, und eine Reihe von Aktionstasten bleibt beim Lesen unten auf dem Bildschirm verfügbar. Gab es seit deinem letzten Besuch neue Aktivitäten, bringt dich „Zum ersten neuen Kommentar springen“ auf der Startseite direkt dorthin. In einem Forenthema öffnet die Taste „Antworten“ das Eingabefeld. Du kannst auch einen bestimmten Kommentar zitieren, wenn du jemandem antwortest. Jeder Kommentar hat eigene Aktionen, darunter Antworten, Text kopieren, Teilen und Melden. Du erreichst sie auf dieselbe Weise wie überall sonst in der App.
el: Όταν ανοίγετε ένα θέμα φόρουμ, μια ανάρτηση ιστολογίου ή έναν οδηγό, εμφανίζεται πρώτα η αρχική ανάρτηση. Αν υπάρχουν απαντήσεις, από κάτω εμφανίζεται η συζήτηση της κοινότητας. Οι ενέργειες που μόλις περιέγραψα βρίσκονται σε δύο σημεία. Οι Ενέργειες θέματος είναι ένα μενού στο επάνω μέρος της οθόνης, και μια σειρά από κουμπιά ενεργειών παραμένει διαθέσιμη στο κάτω μέρος της οθόνης όσο διαβάζετε. Αν υπάρχει νέα δραστηριότητα από την τελευταία σας επίσκεψη, η Μετάβαση στο Πρώτο Νέο Σχόλιο από την Αρχική σας πηγαίνει κατευθείαν εκεί. Σε ένα θέμα φόρουμ, το κουμπί Απάντηση ανοίγει το πεδίο σύνταξης. Μπορείτε επίσης να παραθέσετε ένα συγκεκριμένο σχόλιο όταν απαντάτε σε κάποιον. Κάθε σχόλιο έχει τις δικές του ενέργειες, όπως Απάντηση, Αντιγραφή κειμένου, Κοινοποίηση και Αναφορά. Τις βρίσκετε με τους ίδιους τρόπους όπως και σε όλη την εφαρμογή.
es: Cuando abres un tema del foro, una entrada de blog o una guía, primero aparece la publicación original. Si tiene respuestas, debajo aparece el debate de la comunidad. Las acciones que acabo de explicar están en dos sitios. Acciones del tema es un menú en la parte superior de la pantalla, y una fila de botones de acción sigue disponible en la parte inferior mientras lees. Si ha habido actividad nueva desde tu última visita, Ir al primer comentario nuevo en Inicio te lleva directamente a ella. En un tema del foro, el botón Responder abre el editor. También puedes citar un comentario concreto cuando respondes a alguien. Cada comentario tiene sus propias acciones, como Responder, Copiar texto, Compartir y Denunciar. Puedes llegar a ellas igual que en el resto de la app.
fa: وقتی یک موضوع انجمن، پست وبلاگ یا راهنما را باز می‌کنید، اول پست اصلی نمایش داده می‌شود. اگر پاسخی وجود داشته باشد، گفتگوی جامعه زیر آن می‌آید. کنش‌هایی که همین حالا گفتم در دو جا در دسترس‌اند. کنش‌های موضوع منویی در بالای صفحه است، و ردیفی از دکمه‌های کنش هنگام خواندن در پایین صفحه در دسترس می‌ماند. اگر از آخرین بازدیدتان فعالیت تازه‌ای بوده باشد، رفتن به اولین دیدگاه جدید در خانه شما را مستقیم به آن می‌برد. در موضوع انجمن، دکمهٔ پاسخ پنجرهٔ نوشتن را باز می‌کند. هنگام پاسخ دادن به کسی می‌توانید نظر مشخصی را نقل‌قول کنید. هر نظر کنش‌های خودش را دارد، از جمله پاسخ، کپی متن، اشتراک‌گذاری و گزارش. با همان روش‌هایی که در بقیهٔ برنامه به کار می‌برید به آن‌ها می‌رسید.
fr: Quand vous ouvrez un sujet de forum, un article de blog ou un guide, le message d'origine apparaît en premier. S'il y a des réponses, la discussion de la communauté apparaît en dessous. Les actions que je viens de présenter sont disponibles à deux endroits. Actions du sujet est un menu en haut de l'écran, et une rangée de boutons d'action reste disponible en bas de l'écran pendant votre lecture. S'il y a eu de l'activité depuis votre dernière visite, Aller au premier nouveau commentaire depuis l'Accueil vous y mène directement. Dans un sujet de forum, le bouton Répondre ouvre la zone de rédaction. Vous pouvez aussi citer un commentaire précis quand vous répondez à quelqu'un. Chaque commentaire a ses propres actions, dont Répondre, Copier le texte, Partager et Signaler. Vous y accédez de la même manière que partout ailleurs dans l'app.
he: כשפותחים נושא בפורום, פוסט בבלוג או מדריך, הפוסט המקורי מופיע ראשון. אם יש תגובות, דיון הקהילה מופיע מתחתיו. הפעולות שהצגתי זה עתה זמינות בשני מקומות. פעולות הנושא הוא תפריט בראש המסך, וסדרת כפתורי פעולה נשארת זמינה בתחתית המסך בזמן הקריאה. אם הייתה פעילות חדשה מאז הביקור האחרון שלך, קפוץ לתגובה החדשה הראשונה מהבית לוקח אותך ישירות אליה. בנושא בפורום, כפתור התגובה פותח את חלון הכתיבה. אפשר גם לצטט תגובה מסוימת כשעונים למישהו. לכל תגובה יש פעולות משלה, כולל תגובה, העתקת טקסט, שיתוף ודיווח. מגיעים אליהן באותן דרכים כמו בשאר האפליקציה.
hi: जब आप कोई फ़ोरम विषय, ब्लॉग पोस्ट या गाइड खोलते हैं, तो पहले मूल पोस्ट दिखती है। अगर जवाब हैं, तो उसके नीचे समुदाय चर्चा दिखती है। अभी बताई गई क्रियाएँ दो जगह उपलब्ध हैं। विषय क्रियाएँ स्क्रीन के ऊपर एक मेनू है, और पढ़ते समय स्क्रीन के नीचे क्रिया बटनों की एक पंक्ति उपलब्ध रहती है। अगर आपकी पिछली विज़िट के बाद नई गतिविधि हुई है, तो होम पर पहली नई टिप्पणी पर जाएँ आपको सीधे वहाँ ले जाता है। फ़ोरम विषय में जवाब दें बटन लिखने की जगह खोलता है। किसी को जवाब देते समय आप कोई खास टिप्पणी उद्धृत भी कर सकते हैं। हर टिप्पणी की अपनी क्रियाएँ हैं, जिनमें जवाब दें, टेक्स्ट कॉपी करें, साझा करें और रिपोर्ट करें शामिल हैं। आप इन तक उन्हीं तरीकों से पहुँचते हैं जो ऐप में बाकी जगह इस्तेमाल होते हैं।
id: Saat Anda membuka topik forum, postingan blog, atau panduan, postingan asli muncul lebih dulu. Jika ada balasan, Diskusi Komunitas muncul di bawahnya. Tindakan yang baru saja saya jelaskan tersedia di dua tempat. Tindakan Topik adalah menu di bagian atas layar, dan deretan tombol tindakan tetap tersedia di bagian bawah layar selama Anda membaca. Jika ada aktivitas baru sejak kunjungan terakhir Anda, Lompat ke Komentar Baru Pertama di Beranda membawa Anda langsung ke sana. Di topik forum, tombol Balas membuka kolom penulisan. Anda juga bisa mengutip komentar tertentu saat membalas seseorang. Setiap komentar punya tindakannya sendiri, termasuk Balas, Salin Teks, Bagikan, dan Laporkan. Anda bisa mengaksesnya dengan cara yang sama seperti di bagian lain aplikasi.
it: Quando apri un argomento del forum, un articolo del blog o una guida, compare per primo il post originale. Se ci sono risposte, sotto compare la discussione della comunità. Le azioni appena viste sono disponibili in due punti. Azioni argomento è un menu in cima allo schermo, e una fila di pulsanti d'azione resta disponibile in fondo allo schermo mentre leggi. Se c'è stata nuova attività dall'ultima visita, Vai al primo nuovo commento dalla Home ti porta direttamente lì. In un argomento del forum, il pulsante Rispondi apre l'editor. Puoi anche citare un commento specifico quando rispondi a qualcuno. Ogni commento ha le sue azioni, tra cui Rispondi, Copia testo, Condividi e Segnala. Le raggiungi negli stessi modi usati nel resto dell'app.
ja: フォーラムのトピック、ブログ記事、ガイドを開くと、まず元の投稿が表示されます。返信がある場合は、その下にコミュニティディスカッションが表示されます。 いま紹介したアクションは2か所で使えます。「トピックのアクション」は画面上部のメニューで、読んでいる間も画面下部にアクションボタンの列が表示されたままになります。 前回の訪問以降に新しいアクティビティがあれば、ホームの「最初の新着コメントへ移動」でそこへ直接移動できます。 フォーラムのトピックでは、「返信」ボタンで入力画面が開きます。誰かに返信するときは、特定のコメントを引用することもできます。 各コメントには、「返信」「テキストをコピー」「共有」「報告」などの独自のアクションがあります。アプリのほかの場所と同じ操作でアクセスできます。
ko: 포럼 주제, 블로그 게시물, 가이드를 열면 원래 게시물이 먼저 나와요. 답글이 있으면 그 아래에 커뮤니티 토론이 나와요. 방금 설명한 동작은 두 곳에서 쓸 수 있어요. '주제 동작'은 화면 맨 위에 있는 메뉴이고, 읽는 동안에도 화면 아래쪽에 동작 버튼 줄이 계속 표시돼요. 마지막 방문 이후 새 활동이 있었다면 홈의 '첫 번째 새 댓글로 이동'이 그곳으로 바로 데려다줘요. 포럼 주제에서는 '답글' 버튼이 작성 화면을 열어요. 누군가에게 답할 때 특정 댓글을 인용할 수도 있어요. 각 댓글에는 '답글', '텍스트 복사', '공유', '신고' 등 자체 동작이 있어요. 앱의 다른 곳과 같은 방법으로 접근할 수 있어요.
nl: Als je een forumonderwerp, blogbericht of handleiding opent, zie je eerst het oorspronkelijke bericht. Zijn er reacties, dan staat daaronder de communitydiscussie. De acties die ik net heb laten zien, vind je op twee plekken. Onderwerpacties is een menu bovenaan het scherm, en een rij actieknoppen blijft onderaan het scherm beschikbaar terwijl je leest. Is er sinds je laatste bezoek nieuwe activiteit, dan brengt Ga naar eerste nieuwe reactie op Home je er direct naartoe. In een forumonderwerp opent de knop Reageer het invoerscherm. Je kunt ook een specifieke reactie citeren als je iemand antwoordt. Elke reactie heeft eigen acties, zoals Reageer, Kopieer tekst, Deel en Meld. Je bereikt ze op dezelfde manieren als elders in de app.
pl: Po otwarciu tematu forum, wpisu na blogu lub poradnika najpierw widzisz oryginalny wpis. Jeśli są odpowiedzi, poniżej pojawia się dyskusja społeczności. Omówione przed chwilą działania są dostępne w dwóch miejscach. Działania tematu to menu u góry ekranu, a rząd przycisków działań pozostaje dostępny u dołu ekranu podczas czytania. Jeśli od Twojej ostatniej wizyty pojawiła się nowa aktywność, Przejdź do pierwszego nowego komentarza na Stronie głównej zabierze Cię prosto do niej. W temacie forum przycisk Odpowiedz otwiera edytor. Odpowiadając komuś, możesz też zacytować konkretny komentarz. Każdy komentarz ma własne działania, w tym Odpowiedz, Kopiuj tekst, Udostępnij i Zgłoś. Dostęp do nich masz tak samo jak w innych miejscach aplikacji.
pt: Quando você abre um tópico do fórum, uma postagem do blog ou um guia, a postagem original aparece primeiro. Se houver respostas, a discussão da comunidade aparece abaixo. As ações que acabei de mostrar estão disponíveis em dois lugares. Ações do tópico é um menu no topo da tela, e uma fileira de botões de ação continua disponível na parte de baixo da tela enquanto você lê. Se houve novas atividades desde a sua última visita, Ir para o primeiro comentário novo no Início leva você direto até elas. Em um tópico do fórum, o botão Responder abre o editor. Você também pode citar um comentário específico ao responder alguém. Cada comentário tem suas próprias ações, incluindo Responder, Copiar texto, Compartilhar e Denunciar. Você as acessa das mesmas formas usadas no resto do app.
ru: Когда вы открываете тему форума, запись блога или руководство, сначала показывается исходное сообщение. Если есть ответы, под ним появляется обсуждение сообщества. Только что описанные действия доступны в двух местах. «Действия с темой» — это меню вверху экрана, а ряд кнопок действий остаётся доступен внизу экрана, пока вы читаете. Если с вашего последнего визита появилась новая активность, «Перейти к первому новому комментарию» на «Главной» приведёт вас прямо к ней. В теме форума кнопка «Ответить» открывает окно ввода. Отвечая кому-то, можно процитировать конкретный комментарий. У каждого комментария свои действия, в том числе «Ответить», «Скопировать текст», «Поделиться» и «Пожаловаться». Они открываются так же, как и везде в приложении.
sv: När du öppnar ett forumämne, ett blogginlägg eller en guide visas det ursprungliga inlägget först. Om det finns svar visas gemenskapens diskussion under det. Åtgärderna jag just gick igenom finns på två ställen. Ämnesåtgärder är en meny högst upp på skärmen, och en rad med åtgärdsknappar finns kvar längst ned på skärmen medan du läser. Om det har kommit ny aktivitet sedan ditt senaste besök tar Hoppa till första nya kommentaren på Hem dig direkt dit. I ett forumämne öppnar knappen Svara skrivrutan. Du kan också citera en viss kommentar när du svarar någon. Varje kommentar har egna åtgärder, bland annat Svara, Kopiera text, Dela och Rapportera. Du når dem på samma sätt som på andra ställen i appen.
th: เมื่อคุณเปิดหัวข้อฟอรัม บทความบล็อก หรือคู่มือ โพสต์ต้นฉบับจะแสดงก่อน หากมีการตอบกลับ การสนทนาของชุมชนจะแสดงอยู่ด้านล่าง การทำงานที่เพิ่งพูดถึงใช้ได้ในสองที่ การทำงานของหัวข้อคือเมนูที่ด้านบนของหน้าจอ และแถวปุ่มการทำงานจะยังใช้ได้ที่ด้านล่างของหน้าจอขณะที่คุณอ่าน หากมีกิจกรรมใหม่ตั้งแต่การเข้าชมครั้งล่าสุด ไปที่ความคิดเห็นใหม่แรก ในหน้าหลักจะพาคุณไปที่นั่นโดยตรง ในหัวข้อฟอรัม ปุ่มตอบกลับจะเปิดช่องเขียน คุณยังอ้างอิงความคิดเห็นที่ต้องการได้เมื่อตอบใครสักคน แต่ละความคิดเห็นมีการทำงานของตัวเอง เช่น ตอบกลับ คัดลอกข้อความ แชร์ และรายงาน คุณเข้าถึงได้ด้วยวิธีเดียวกับที่อื่นในแอป
tr: Bir forum konusunu, blog yazısını veya kılavuzu açtığınızda önce özgün gönderi görünür. Yanıtlar varsa altında Topluluk Tartışması yer alır. Az önce anlattığım eylemler iki yerde bulunur. Konu Eylemleri ekranın üstündeki bir menüdür; okurken ekranın altında da bir dizi eylem düğmesi kullanılabilir durumda kalır. Son ziyaretinizden bu yana yeni etkinlik olduysa Ana Sayfa'daki İlk Yeni Yoruma Git sizi doğrudan oraya götürür. Bir forum konusunda Yanıtla düğmesi yazma alanını açar. Birine yanıt verirken belirli bir yorumu alıntılayabilirsiniz. Her yorumun Yanıtla, Metni Kopyala, Paylaş ve Bildir gibi kendi eylemleri vardır. Bunlara uygulamanın geri kalanında kullandığınız yöntemlerle ulaşırsınız.
uk: Коли ви відкриваєте тему форуму, запис блогу чи посібник, спершу показується початковий допис. Якщо є відповіді, під ним з'являється обговорення спільноти. Щойно описані дії доступні у двох місцях. «Дії з темою» — це меню вгорі екрана, а ряд кнопок дій залишається доступним унизу екрана, поки ви читаєте. Якщо з вашого останнього візиту з'явилася нова активність, «Перейти до першого нового коментаря» на «Головній» приведе вас прямо до неї. У темі форуму кнопка «Відповісти» відкриває вікно введення. Відповідаючи комусь, можна процитувати конкретний коментар. Кожен коментар має власні дії, зокрема «Відповісти», «Скопіювати текст», «Поширити» та «Поскаржитися». Вони відкриваються так само, як і всюди в додатку.
vi: Khi bạn mở chủ đề diễn đàn, bài viết blog hoặc hướng dẫn, bài đăng gốc sẽ hiện trước. Nếu có trả lời, phần Thảo luận cộng đồng sẽ hiện bên dưới. Các tác vụ tôi vừa nói có ở hai nơi. Tác vụ chủ đề là một menu ở đầu màn hình, và một hàng nút tác vụ vẫn có sẵn ở cuối màn hình khi bạn đọc. Nếu có hoạt động mới kể từ lần truy cập trước, Đi tới bình luận mới đầu tiên trên Trang chủ sẽ đưa bạn thẳng đến đó. Trong chủ đề diễn đàn, nút Trả lời mở khung soạn thảo. Bạn cũng có thể trích dẫn một bình luận cụ thể khi trả lời ai đó. Mỗi bình luận có tác vụ riêng, gồm Trả lời, Sao chép văn bản, Chia sẻ và Báo cáo. Bạn dùng chúng theo cùng cách như ở những nơi khác trong ứng dụng.
zh_hans: 打开论坛话题、博客文章或指南时，会先显示原帖。如果有回复，下方会显示社区讨论。 刚才介绍的操作在两个地方可用。“话题操作”是屏幕顶部的一个菜单，阅读时屏幕底部也会一直保留一排操作按钮。 如果自你上次访问以来有新动态，主页上的“跳转到第一条新评论”会直接带你过去。 在论坛话题中，“回复”按钮会打开编辑区域。回复别人时，你也可以引用某条具体评论。 每条评论都有自己的操作，包括回复、拷贝文本、分享和举报。使用方式与应用中其他地方相同。
